Repository: duongductrong/Snapzy
Catalog: Snapzy/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, ru, vi, zh_hans, zh_hant

# onboarding.shortcuts.customize-hint
source: You can customize or turn off shortcuts anytime in Preferences → Shortcuts.
de: Sie können Verknüpfungen jederzeit unter „Einstellungen“ → „Verknüpfungen“ anpassen oder deaktivieren.
es: Puede personalizar o desactivar los atajos en cualquier momento en Preferencias → Atajos.
fr: Vous pouvez personnaliser ou désactiver les raccourcis à tout moment dans Préférences → Raccourcis.
ja: [環境設定] → [ショートカット] でいつでもショートカットをカスタマイズしたりオフにしたりできます。
ko: 환경설정 → 바로가기에서 언제든지 바로가기를 사용자 정의하거나 끌 수 있습니다.
ru: Вы можете настроить или отключить ярлыки в любое время в «Настройки» → «Ярлыки».
vi: Bạn có thể tùy chỉnh hoặc tắt phím tắt bất kỳ lúc nào trong Cài đặt → Phím tắt.
zh_hans: 您可以随时在“首选项”→“快捷方式”中自定义或关闭快捷方式。
zh_hant: 您可以隨時在“首選項”→“快捷方式”中自定義或關閉快捷方式。

# onboarding.shortcuts.enable
source: Yes, enable shortcuts
de: Ja, Verknüpfungen aktivieren
es: Sí, habilitar atajos
fr: Oui, activez les raccourcis
ja: はい、ショートカットを有効にします
ko: 예, 단축키를 활성화합니다
ru: Да, включить ярлыки
vi: Có, bật phím tắt
zh_hans: 是的，启用快捷方式
zh_hant: 是的，啓用快捷方式

# onboarding.shortcuts.guide-step-1
source: Open System Settings → Keyboard → Keyboard Shortcuts
de: Öffnen Sie Systemeinstellungen → Tastatur → Tastaturkürzel
es: Abra Configuración del sistema → Teclado → Atajos de teclado
fr: Ouvrez Paramètres système → Clavier → Raccourcis clavier
ja: システム設定 → キーボード → キーボード ショートカットを開きます
ko: 시스템 설정 열기 → 키보드 → 키보드 단축키
ru: Откройте «Настройки системы» → «Клавиатура» → «Сочетания клавиш»
vi: Mở Cài đặt hệ thống → Bàn phím → Phím tắt bàn phím
zh_hans: 打开系统设置→键盘→键盘快捷键
zh_hant: 打開系統設置→鍵盤→鍵盤快捷鍵

# onboarding.shortcuts.guide-step-2
source: Select Screenshots from the sidebar
de: Wählen Sie Screenshots aus der Seitenleiste
es: Seleccione Capturas de pantalla en la barra lateral
fr: Sélectionnez Captures d'écran dans la barre latérale
ja: サイドバーから [スクリーンショット] を選択します
ko: 사이드바에서 스크린샷을 선택하세요
ru: Выберите «Снимки экрана» на боковой панели
vi: Chọn Ảnh chụp màn hình ở thanh bên
zh_hans: 从侧边栏选择屏幕截图
zh_hant: 從側邊欄選擇螢幕截圖

# onboarding.shortcuts.guide-step-3
source: Uncheck the macOS screenshot shortcuts that overlap with the Snapzy shortcuts you want to keep on
de: Deaktivieren Sie die macOS-Screenshot-Verknüpfungen, die sich mit den Snapzy-Verknüpfungen überschneiden, die Sie behalten möchten
es: Desmarque los atajos de captura de pantalla de macOS que se superponen con los atajos de Snapzy que desea conservar
fr: Décochez les raccourcis de capture d'écran macOS qui chevauchent les raccourcis Snapzy que vous souhaitez conserver
ja: 残しておきたい Snapzy ショートカットと重複する macOS スクリーンショット ショートカットのチェックを外します
ko: 유지하려는 Snapzy 단축키와 겹치는 macOS 스크린샷 단축키를 선택 취소하세요
ru: Снимите флажки с ярлыков снимков экрана macOS, которые перекрываются с ярлыками Snapzy, которые вы хотите сохранить
vi: Bỏ chọn các phím tắt chụp màn hình của macOS đang trùng với phím tắt Snapzy mà bạn muốn giữ
zh_hans: 取消选中与您要保留的 Snapzy 快捷方式重叠的 macOS 屏幕截图快捷方式
zh_hant: 取消選中與您要保留的 Snapzy 快捷方式重疊的 macOS 螢幕截圖快捷方式

# onboarding.shortcuts.no-conflict
source: No overlapping macOS screenshot shortcuts detected — ready to go!
de: Keine überlappenden MacOS-Screenshot-Verknüpfungen erkannt – sofort einsatzbereit!
es: No se detectaron atajos de captura de pantalla de macOS superpuestos: ¡listo para usar!
fr: Aucun raccourci de capture d'écran macOS qui se chevauche n'est détecté : prêt à partir !
ja: 重複する macOS スクリーンショットのショートカットは検出されませんでした。準備は完了です。
ko: 겹치는 macOS 스크린샷 단축키가 감지되지 않았습니다. 바로 사용할 수 있습니다!
ru: Перекрывающихся ярлыков снимков экрана macOS не обнаружено — готово к работе!
vi: Không phát hiện phím tắt chụp màn hình của macOS bị trùng — sẵn sàng rồi!
zh_hans: 未检测到重叠的 macOS 屏幕截图快捷方式 - 准备就绪！
zh_hant: 未檢測到重疊的 macOS 螢幕截圖快捷方式 - 準備就緒！

# onboarding.shortcuts.no-thanks
source: No, thanks
de: Nein, danke
es: No, gracias
fr: Non, merci
ja: いいえ、ありがとう
ko: 아니요, 고마워요
ru: Нет, спасибо
vi: Không, cảm ơn
zh_hans: 不，谢谢
zh_hant: 不，謝謝

# onboarding.shortcuts.open-settings
source: Open Settings →
de: Einstellungen öffnen →
es: Abra Configuración →
fr: Ouvrez Paramètres →
ja: 設定を開く →
ko: 설정 열기 →
ru: Откройте «Настройки» →
vi: Mở Cài đặt →
zh_hans: 打开设置 →
zh_hant: 打開設置 →

# onboarding.shortcuts.resolve-overlap
source: Resolve macOS shortcut overlap
de: Überlappung von macOS-Verknüpfungen beheben
es: Resolver la superposición de accesos directos de macOS
fr: Résoudre le chevauchement des raccourcis macOS
ja: 」を開きます。 macOS ショートカットの重複を解決
ko: macOS 단축키 중복 해결
ru: Устранение перекрытия ярлыков macOS
vi: Xử lý trùng phím tắt với macOS
zh_hans: 解决 macOS 快捷键重叠
zh_hant: 解決 macOS 快捷鍵重疊

# onboarding.shortcuts.section-recording
source: Recording
de: Aufnahme
es: Grabación
fr: Enregistrement
ja: 録音
ko: 녹음
ru: Запись
vi: Ghi màn hình
zh_hans: 录音
zh_hant: 錄音

# onboarding.shortcuts.section-tools
source: Tools
de: Werkzeuge
es: Herramientas
fr: Outils
ja: ツール
ko: 도구
ru: Инструменты
vi: Công cụ
zh_hans: 工具
zh_hant: 工具

# onboarding.shortcuts.subtitle
source: Assign system shortcuts to Snapzy for quick access.
de: Weisen Sie Snapzy Systemverknüpfungen für den schnellen Zugriff zu.
es: Asigne accesos directos del sistema a Snapzy para un acceso rápido.
fr: Attribuez des raccourcis système à Snapzy pour un accès rapide.
ja: 素早くアクセスできるように、システム ショートカットを Snapzy に割り当てます。
ko: 빠른 액세스를 위해 Snapzy에 시스템 바로가기를 할당하세요.
ru: Назначьте системные ярлыки Snapzy для быстрого доступа.
vi: Gán phím tắt hệ thống cho Snapzy để truy cập nhanh.
zh_hans: 为 Snapzy 分配系统快捷方式以便快速访问。
zh_hant: 為 Snapzy 分配系統快捷方式以便快速訪問。

# onboarding.shortcuts.title
source: Set as default screenshot tool?
de: Als Standard-Screenshot-Tool festlegen?
es: ¿Establecer como herramienta de captura de pantalla predeterminada?
fr: Définir comme outil de capture d'écran par défaut ?
ja: デフォルトのスクリーンショットツールとして設定しますか?
ko: 기본 스크린샷 도구로 설정하시겠습니까?
ru: Установить в качестве инструмента для создания снимков экрана по умолчанию?
vi: Đặt làm công cụ chụp mặc định?
zh_hans: 设置为默认截图工具？
zh_hant: 設置為預設截圖工具？

# onboarding.skip.description
source: All remaining settings will use their defaults. You can always change them later in Preferences.
de: Alle übrigen Einstellungen verwenden ihre Standardeinstellungen. Sie können sie später jederzeit in den Einstellungen ändern.
es: Todas las configuraciones restantes utilizarán sus valores predeterminados. Siempre puedes cambiarlos más tarde en Preferencias.
fr: Tous les paramètres restants utiliseront leurs valeurs par défaut. Vous pourrez toujours les modifier ultérieurement dans les Préférences.
ja: 残りの設定はすべてデフォルトを使用します。後で [環境設定] でいつでも変更できます。
ko: 나머지 모든 설정은 기본값을 사용합니다. 나중에 환경설정에서 언제든지 변경할 수 있습니다.
ru: Для всех остальных настроек будут использоваться значения по умолчанию. Вы всегда можете изменить их позже в настройках.
vi: Tất cả cài đặt còn lại sẽ dùng giá trị mặc định. Bạn luôn có thể thay đổi sau trong Cài đặt.
zh_hans: 所有其余设置将使用其默认值。您稍后可以随时在“首选项”中更改它们。
zh_hant: 所有其餘設置將使用其預設值。您稍後可以隨時在“首選項”中更改它們。

# onboarding.skip.go-back
source: Go Back
de: Geh zurück
es: Volver
fr: Retourner
ja: 戻る
ko: 돌아가기
ru: Возвращаться
vi: Quay lại
zh_hans: 回去
zh_hant: 回去

# onboarding.skip.shortcut-defaults
source: Keyboard shortcuts — system defaults
de: Tastaturkürzel – Systemstandards
es: Atajos de teclado: valores predeterminados del sistema
fr: Raccourcis clavier — paramètres par défaut du système
ja: キーボード ショートカット — システムのデフォルト
ko: 키보드 단축키 — 시스템 기본값
ru: Сочетания клавиш — системные настройки по умолчанию
vi: Phím tắt bàn phím — mặc định hệ thống
zh_hans: 键盘快捷键 — 系统默认值
zh_hant: 鍵盤快捷鍵 — 系統預設值

# onboarding.skip.skip-setup
source: Skip Setup
de: Einrichtung überspringen
es: Saltar configuración
fr: Ignorer la configuration
ja: セットアップをスキップ
ko: 설정 건너뛰기
ru: Пропустить настройку
vi: Bỏ qua thiết lập
zh_hans: 跳过设置
zh_hant: 跳過設置

# onboarding.skip.title
source: Skip remaining setup?
de: Restliche Einrichtung überspringen?
es: ¿Saltar el resto de la configuración?
fr: Ignorer la configuration restante ?
ja: 残りのセットアップをスキップしますか?
ko: 남은 설정을 건너뛰시겠습니까?
ru: Пропустить оставшиеся настройки?
vi: Bỏ qua phần thiết lập còn lại?
zh_hans: 跳过剩余的设置？
zh_hant: 跳過剩餘的設置？

# onboarding.sponsor.description
source: Snapzy is now open-source. If it saves you time, consider supporting ongoing development.
de: Snapzy ist jetzt Open Source. Wenn Sie dadurch Zeit sparen, sollten Sie darüber nachdenken, die fortlaufende Entwicklung zu unterstützen.
es: Snapzy ahora es de código abierto. Si le ahorra tiempo, considere apoyar el desarrollo continuo.
fr: Snapzy est désormais open source. Si cela vous fait gagner du temps, envisagez de soutenir le développement continu.
ja: Snapzy は現在オープンソースです。時間を節約できる場合は、進行中の開発をサポートすることを検討してください。
ko: Snapzy는 이제 오픈 소스입니다. 시간을 절약할 수 있다면 지속적인 개발 지원을 고려해 보세요.
ru: Snapzy теперь имеет открытый исходный код. Если это сэкономит вам время, рассмотрите возможность поддержки непрерывного развития.
vi: Snapzy nay đã mã nguồn mở. Nếu nó giúp bạn tiết kiệm thời gian, hãy cân nhắc ủng hộ để việc phát triển được duy trì.
zh_hans: Snapzy 现已开源。如果它可以节省您的时间，请考虑支持正在进行的开发。
zh_hant: Snapzy 現已開源。如果它可以節省您的時間，請考慮支持正在進行的開發。

# onboarding.sponsor.optional-note
source: Support is optional. Snapzy remains fully usable without sponsoring.
de: Die Unterstützung ist optional. Snapzy bleibt ohne Sponsoring uneingeschränkt nutzbar.
es: El soporte es opcional. Snapzy sigue siendo totalmente utilizable sin patrocinio.
fr: L'assistance est facultative. Snapzy reste entièrement utilisable sans sponsoring.
ja: サポートはオプションです。 Snapzy はスポンサーなしでも引き続き完全に使用できます。
ko: 지원은 선택 사항입니다. Snapzy는 후원 없이도 완전히 사용할 수 있습니다.
ru: Поддержка не является обязательной. Snapzy остается полностью пригодным для использования без спонсорства.
vi: Ủng hộ là tùy chọn. Snapzy vẫn dùng đầy đủ mà không cần tài trợ.
zh_hans: 支持是可选的。 Snapzy 在没有赞助的情况下仍然完全可用。
zh_hant: 支持是可選的。 Snapzy 在沒有贊助的情況下仍然完全可用。

# onboarding.sponsor.title
source: Sponsor the Author
de: Sponsern Sie den Autor
es: Patrocinar al autor
fr: Parrainez l'auteur
ja: 著者のスポンサー
ko: 저자 후원
ru: Спонсорить автора
vi: Ủng hộ tác giả
zh_hans: 赞助作者
zh_hant: 贊助作者

# onboarding.welcome.cta
source: Let's do it!
de: Lass es uns tun!
es: ¡Vamos a hacerlo!
fr: Faisons-le!
ja: やりましょう！
ko: 해보자!
ru: Давай сделаем это!
vi: Bắt đầu thôi!
zh_hans: 我们开始做吧！
zh_hant: 我們開始做吧！

# onboarding.welcome.feature-annotate
source: Annotate and edit captures
de: Kommentieren und bearbeiten Sie Captures
es: Anotar y editar capturas
fr: Annoter et modifier des captures
ja: キャプチャに注釈を付けて編集する
ko: 캡처에 주석 달기 및 편집
ru: Аннотировать и редактировать снимки
vi: Chú thích và chỉnh sửa ảnh chụp
zh_hans: 注释和编辑捕获
zh_hant: 注釋和編輯捕獲

# onboarding.welcome.feature-capture
source: Capture area or fullscreen screenshots
de: Aufnahmebereich oder Vollbild-Screenshots
es: Área de captura o capturas de pantalla a pantalla completa
fr: Zone de capture ou captures d'écran en plein écran
ja: 領域または全画面のスクリーンショットをキャプチャ
ko: 영역 캡처 또는 전체 화면 스크린샷
ru: Захват области или полноэкранных снимков экрана
vi: Chụp vùng chọn hoặc toàn màn hình
zh_hans: 捕获区域或全屏屏幕截图
zh_hant: 捕獲區域或全屏螢幕截圖

# onboarding.welcome.feature-record
source: Record screen with audio
de: Bildschirm mit Audio aufnehmen
es: Grabar pantalla con audio
fr: Enregistrer l'écran avec l'audio
ja: 音声付きで画面を録画
ko: 오디오와 함께 화면 녹화
ru: Экран записи со звуком
vi: Ghi màn hình kèm âm thanh
zh_hans: 带音频录制屏幕
zh_hant: 帶音頻錄制螢幕

# onboarding.welcome.subtitle
source: A powerful screenshot & screen recording app for macOS
de: Eine leistungsstarke Screenshot- und Bildschirmaufzeichnungs-App für macOS
es: Una potente aplicación de captura de pantalla y grabación de pantalla para macOS
fr: Une puissante application de capture d'écran et d'enregistrement d'écran pour macOS
ja: macOS 用の強力なスクリーンショットおよび画面録画アプリ
ko: macOS를 위한 강력한 스크린샷 및 화면 녹화 앱
ru: Мощное приложение для создания снимков экрана и записи экрана для macOS
vi: Ứng dụng chụp và ghi màn hình mạnh mẽ cho macOS
zh_hans: 适用于 macOS 的强大屏幕截图和屏幕录制应用
zh_hant: 適用於 macOS 的強大螢幕截圖和螢幕錄制應用

# permission-row.granted
source: Granted
de: Zugegeben
es: Concedido
fr: Accordé
ja: 確かに
ko: 허락됨
ru: Конечно
vi: Đã cấp
zh_hans: 授予
zh_hant: 授予

# permission-row.required
source: Required
de: Erforderlich
es: Requerido
fr: Obligatoire
ja: 必須
ko: 필수
ru: Обязательно
vi: Bắt buộc
zh_hans: 必填
zh_hant: 必填

# preferences-about.app-subtitle
source: Screenshot & Recording for macOS
de: Screenshot und Aufnahme für macOS
es: Captura de pantalla y grabación para macOS
fr: Capture d'écran et enregistrement pour macOS
ja: macOS のスクリーンショットと記録
ko: macOS용 스크린샷 및 녹화
ru: Скриншот и запись для macOS
vi: Chụp ảnh & ghi màn hình cho macOS
zh_hans: macOS 的屏幕截图和录制
zh_hant: macOS 的螢幕截圖和錄制

# preferences-about.check-for-updates
source: Check for Updates
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Rechercher les mises à jour
ja: アップデートをチェックする
ko: 업데이트 확인
ru: Проверить наличие обновлений
vi: Kiểm tra cập nhật
zh_hans: 检查更新
zh_hant: 檢查更新

# preferences-about.checked-label
source: Checked
de: Geprüft
es: Comprobado
fr: Vérifié
ja: チェック済み
ko: 확인함
ru: Проверено
vi: Đã kiểm tra
zh_hans: 已检查
zh_hant: 已檢查

# preferences-about.report-bug
source: Report a Bug
de: Einen Fehler melden
es: Informar un error
fr: Signaler un bug
ja: バグを報告する
ko: 버그 신고
ru: Сообщить об ошибке
vi: Báo lỗi
zh_hans: 报告错误
zh_hant: 報告錯誤

# preferences-about.submit-crash-report
source: Submit Crash Report
de: Absturzbericht senden
es: Enviar informe de fallos
fr: Soumettre un rapport d'incident
ja: クラッシュレポートを送信する
ko: 충돌 보고서 제출
ru: Отправить отчет о сбое
vi: Gửi báo cáo sự cố
zh_hans: 提交崩溃报告
zh_hant: 提交崩潰報告

# preferences-about.support-description
source: Snapzy is open-source. Sponsor ongoing development if it helps your workflow.
de: Snapzy ist Open Source. Fördern Sie die fortlaufende Weiterentwicklung, wenn dies Ihrem Arbeitsablauf hilft.
es: Snapzy es de código abierto. Patrocine el desarrollo continuo si ayuda a su flujo de trabajo.
fr: Snapzy est open source. Parrainez le développement continu si cela facilite votre flux de travail.
ja: Snapzy はオープンソースです。ワークフローに役立つ場合は、進行中の開発を支援します。
ko: Snapzy는 오픈 소스입니다. 귀하의 작업 흐름에 도움이 된다면 지속적인 개발을 후원하십시오.
ru: Snapzy имеет открытый исходный код. Спонсируйте постоянное развитие, если оно помогает вашему рабочему процессу.
vi: Snapzy là mã nguồn mở. Hãy ủng hộ việc phát triển nếu nó hữu ích cho công việc của bạn.
zh_hans: Snapzy 是开源的。如果它有助于您的工作流程，请赞助正在进行的开发。
zh_hant: Snapzy 是開源的。如果它有助於您的工作流程，請贊助正在進行的開發。

# preferences-about.support-title
source: Support Snapzy
de: Unterstützen Sie Snapzy
es: Apoya a Snapzy
fr: Soutenir Snapzy
ja: Snapzy をサポート
ko: Snapzy 지원
ru: Поддержите Snapzy
vi: Ủng hộ Snapzy
zh_hans: 支持 Snapzy
zh_hant: 支持 Snapzy

# preferences-capture.animation-duration-description
source: Ripple expand speed (%@s)
de: Ripple-Erweiterungsgeschwindigkeit (%@s)
es: Velocidad de expansión de ondulación (%@s)
fr: Vitesse d'expansion de l'ondulation (%@s)
ja: リップル拡大速度 (%@s)
ko: 리플 확장 속도(%@s)
ru: Скорость расширения Ripple (%@s)
vi: Tốc độ lan của gợn sóng (%@s)
zh_hans: 波纹扩展速度(%@s)
zh_hant: 波紋擴展速度(%@s)

# preferences-capture.animation-duration-title
source: Animation Duration
de: Animationsdauer
es: Duración de la animación
fr: Durée de l'animation
ja: アニメーションの長さ
ko: 애니메이션 기간
ru: Продолжительность анимации
vi: Thời lượng hiệu ứng
zh_hans: 动画持续时间
zh_hant: 動畫持續時間

# preferences-capture.auto-crop-subject-description
source: Applies to background removal in capture and Annotate
de: Gilt für die Hintergrundentfernung in Capture und Annotate
es: Se aplica a la eliminación del fondo en Capturar y Anotar
fr: S'applique à la suppression de l'arrière-plan dans Capture et Annotate
ja: キャプチャおよび注釈付けでの背景の削除に適用されます
ko: 캡처 및 주석 달기 시 배경 제거에 적용
ru: Применяется к удалению фона при захвате и аннотировании
vi: Áp dụng cho xóa nền trong Capture và Annotate
zh_hans: 适用于捕获和注释中的背景去除
zh_hant: 適用於捕獲和注釋中的背景去除

# preferences-capture.auto-crop-subject-title
source: Auto-Crop Subject
de: Betreff automatisch zuschneiden
es: Asunto de recorte automático
fr: Sujet de recadrage automatique
ja: 被写体の自動切り抜き
ko: 자동 자르기 주제
ru: Автообрезка темы
vi: Tự động cắt chủ thể
zh_hans: 自动裁剪主题
zh_hant: 自動裁剪主題

# preferences-capture.available-tokens
source: Available tokens: {datetime}, {date}, {time}, {ms}, {timestamp}, {type}
de: Verfügbare Token: {datetime}, {date}, {time}, {ms}, {timestamp}, {type}
es: Tokens disponibles: {fecha y hora}, {fecha}, {hora}, {ms}, {marca de tiempo}, {tipo}
fr: Jetons disponibles : {datetime}, {date}, {time}, {ms}, {timestamp}, {type}
ja: 利用可能なトークン: {datetime}、{date}、{time}、{ms}、{timestamp}、{type}
ko: 사용 가능한 토큰: {datetime}, {date}, {time}, {ms}, {timestamp}, {type}
ru: Доступные токены: {datetime}, {date}, {time}, {ms}, {timestamp}, {type}
vi: Các token có sẵn: {datetime}, {date}, {time}, {ms}, {timestamp}, {type}
zh_hans: 可用标记：{datetime}、{date}、{time}、{ms}、{timestamp}、{type}
zh_hant: 可用標記：{datetime}、{date}、{time}、{ms}、{timestamp}、{type}

# preferences-capture.display-duration-description
source: Time before badge fades (%@s)
de: Zeit, bevor das Abzeichen verblasst (%@s)
es: Tiempo antes de que la insignia desaparezca (%@s)
fr: Temps avant la disparition du badge (%@s)
ja: バッジが消えるまでの時間 (%@s)
ko: 배지가 사라지기까지의 시간(%@s)
ru: Время до исчезновения значка (%@s)
vi: Thời gian trước khi badge mờ dần (%@s)
zh_hans: 徽章消失前的时间 (%@s)
zh_hant: 徽章消失前的時間 (%@s)

# preferences-capture.display-duration-title
source: Display Duration
de: Anzeigedauer
es: Duración de la visualización
fr: Durée d'affichage
ja: 表示期間
ko: 표시 기간
ru: Продолжительность отображения
vi: Thời gian hiển thị
zh_hans: 显示持续时间
zh_hant: 顯示持續時間

# preferences-capture.font-size-description
source: Badge text size (%dpt)
de: Textgröße des Abzeichens (%dpt)
es: Tamaño del texto de la insignia (%dpt)
fr: Taille du texte du badge (%dpt)
ja: バッジのテキスト サイズ (%dpt)
ko: 배지 텍스트 크기(%dpt)
ru: Размер текста бейджа (%dpt)
vi: Cỡ chữ của badge (%dpt)
zh_hans: 徽章文字大小 (%dpt)
zh_hant: 徽章文字大小 (%dpt)

# preferences-capture.font-size-title
source: Font Size
de: Schriftgröße
es: Tamaño de fuente
fr: Taille de la police
ja: フォント サイズ
ko: 글꼴 크기
ru: Размер шрифта
vi: Cỡ chữ
zh_hans: 字体大小
zh_hant: 字體大小

# preferences-capture.frame-rate-description
source: Higher FPS for smoother motion
de: Höhere FPS für flüssigere Bewegungen
es: FPS más altos para un movimiento más suave
fr: FPS plus élevés pour des mouvements plus fluides
ja: より高い FPS でよりスムーズな動きを実現
ko: 더 부드러운 움직임을 위한 더 높은 FPS
ru: Более высокий FPS для более плавного движения
vi: FPS cao hơn cho chuyển động mượt hơn
zh_hans: 更高的 FPS 带来更流畅的运动
zh_hant: 更高的 FPS 帶來更流暢的運動

# preferences-capture.frame-rate-title
source: Frame Rate
de: Bildrate
es: Velocidad de fotogramas
fr: Fréquence d'images
ja: フレーム レート
ko: 프레임 속도
ru: Частота кадров
vi: Tốc độ khung hình
zh_hans: 帧率
zh_hant: 幀率

# preferences-capture.hide-desktop-icons-description
source: Temporarily hide icons during capture
de: Symbole während der Aufnahme vorübergehend ausblenden
es: Ocultar iconos temporalmente durante la captura
fr: Masquer temporairement les icônes pendant la capture
ja: キャプチャ中にアイコンを一時的に非表示にする
ko: 캡처하는 동안 아이콘을 일시적으로 숨깁니다
ru: Временно скрыть значки во время захвата
vi: Tạm thời ẩn biểu tượng khi chụp
zh_hans: 在捕获期间暂时隐藏图标
zh_hant: 在捕獲期間暫時隱藏圖標

# preferences-capture.hide-desktop-icons-title
source: Hide desktop icons
de: Desktopsymbole ausblenden
es: Ocultar iconos del escritorio
fr: Masquer les icônes du bureau
ja: デスクトップアイコンを非表示にする
ko: 바탕 화면 아이콘 숨기기
ru: Скрыть значки на рабочем столе
vi: Ẩn biểu tượng màn hình nền
zh_hans: 隐藏桌面图标
zh_hant: 隱藏桌面圖標

# preferences-capture.hide-desktop-widgets-description
source: Temporarily hide widgets during capture
de: Widgets während der Aufnahme vorübergehend ausblenden
es: Ocultar temporalmente los widgets durante la captura
fr: Masquer temporairement les widgets pendant la capture
ja: キャプチャ中にウィジェットを一時的に非表示にする
ko: 캡처하는 동안 일시적으로 위젯 숨기기
ru: Временно скрыть виджеты во время захвата
vi: Tạm thời ẩn widget khi chụp
zh_hans: 在捕获期间暂时隐藏小部件
zh_hant: 在捕獲期間暫時隱藏小部件

# preferences-capture.hide-desktop-widgets-title
source: Hide desktop widgets
de: Desktop-Widgets ausblenden
es: Ocultar widgets de escritorio
fr: Masquer les widgets du bureau
ja: デスクトップ ウィジェットを非表示にする
ko: 데스크톱 위젯 숨기기
ru: Скрыть виджеты рабочего стола
vi: Ẩn widget màn hình nền
zh_hans: 隐藏桌面小部件
zh_hant: 隱藏桌面小部件

# preferences-capture.highlight-color-description
source: Color of click rings
de: Farbe der Klickringe
es: Color de los anillos de clic
fr: Couleur des anneaux à clic
ja: クリックリングの色
ko: 클릭 링의 색상
ru: Цвет защелкивающихся колец
vi: Màu của vòng nhấp chuột
zh_hans: 点击环颜色
zh_hant: 按一下環顏色

# preferences-capture.highlight-color-title
source: Highlight Color
de: Hervorhebungsfarbe
es: Color de resaltado
fr: Couleur de surbrillance
ja: ハイライトカラー
ko: 강조 색상
ru: Цвет выделения
vi: Màu tô sáng
zh_hans: 突出显示颜色
zh_hant: 突出顯示顏色

# preferences-capture.highlight-size-description
source: Diameter of ripple effect (%dpx)
de: Durchmesser des Welleneffekts (%dpx)
es: Diámetro del efecto dominó (%dpx)
fr: Diamètre de l'effet d'entraînement (%dpx)
ja: 波及効果の直径 (%dpx)
ko: 파급 효과의 직경(%dpx)
ru: Диаметр эффекта пульсации (%dpx)
vi: Đường kính hiệu ứng gợn sóng (%dpx)
zh_hans: 波纹效果直径 (%dpx)
zh_hant: 波紋效果直徑 (%dpx)

# preferences-capture.highlight-size-title
source: Highlight Size
de: Hervorhebungsgröße
es: Tamaño de resaltado
fr: Taille de surbrillance
ja: ハイライトのサイズ
ko: 하이라이트 크기
ru: Размер выделения
vi: Kích thước tô sáng
zh_hans: 突出显示大小
zh_hant: 突出顯示大小

# preferences-capture.image-format-description
source: Output format for captured screenshots
de: Ausgabeformat für aufgenommene Screenshots
es: Formato de salida para capturas de pantalla capturadas
fr: Format de sortie pour les captures d'écran capturées
ja: キャプチャされたスクリーンショットの出力形式
ko: 캡처된 스크린샷의 출력 형식
ru: Выходной формат сделанных снимков экрана
vi: Định dạng đầu ra cho ảnh chụp
zh_hans: 捕获的屏幕截图的输出格式
zh_hant: 捕獲的螢幕截圖的輸出格式

# preferences-capture.image-format-title
source: Image Format
de: Bildformat
es: Formato de imagen
fr: Format d'image
ja: 画像フォーマット
ko: 이미지 형식
ru: Формат изображения
vi: Định dạng ảnh
zh_hans: 图像格式
zh_hant: 圖像格式

# preferences-capture.include-in-recordings-description
source: Show Snapzy windows such as Annotate in recorded videos
de: Snapzy-Fenster wie „Anmerken“ in aufgezeichneten Videos anzeigen
es: Mostrar ventanas Snapzy como Anotar en videos grabados
fr: Afficher les fenêtres Snapzy telles que Annoter dans les vidéos enregistrées
ja: 録画したビデオに注釈などの Snapzy ウィンドウを表示する
ko: 녹화된 비디오에 주석과 같은 Snapzy 창 표시
ru: Показывать окна Snapzy, такие как Annotate, в записанных видео
vi: Hiển thị các cửa sổ Snapzy như Annotate trong video đã ghi
zh_hans: 在录制的视频中显示 Snapzy 窗口，例如注释
zh_hant: 在錄制的影片中顯示 Snapzy 窗口，例如注釋

# preferences-capture.include-in-recordings-title
source: Include in Recordings
de: In Aufnahmen einbeziehen
es: Incluir en Grabaciones
fr: Inclure dans les enregistrements
ja: 録画に含める
ko: 녹음에 포함
ru: Включить в записи
vi: Bao gồm trong bản ghi
zh_hans: 包含在录音中
zh_hant: 包含在錄音中

# preferences-capture.include-in-screenshots-description
source: Show Snapzy windows such as Annotate in captured images
de: Snapzy-Fenster wie „Annotate“ in aufgenommenen Bildern anzeigen
es: Mostrar ventanas Snapzy como Anotar en imágenes capturadas
fr: Afficher les fenêtres Snapzy telles que Annoter dans les images capturées
ja: キャプチャした画像に注釈を付けるなどの Snapzy ウィンドウを表示する
ko: 캡처된 이미지에 Annotate와 같은 Snapzy 창 표시
ru: Показывать окна Snapzy, такие как Annotate, на захваченных изображениях
vi: Hiển thị các cửa sổ Snapzy như Annotate trong ảnh đã chụp
zh_hans: 在捕获的图像中显示 Snapzy 窗口，例如注释
zh_hant: 在捕獲的圖像中顯示 Snapzy 窗口，例如注釋

# preferences-capture.include-in-screenshots-title
source: Include in Screenshots
de: In Screenshots einbinden
es: Incluir en capturas de pantalla
fr: Inclure dans les captures d'écran
ja: スクリーンショットに含める
ko: 스크린샷에 포함
ru: Включить в скриншоты
vi: Bao gồm trong ảnh chụp
zh_hans: 包含在屏幕截图中
zh_hant: 包含在螢幕截圖中
